{
    "planets": [
      {
        "title": "Mercury",
        "info": "Самая близкая к Солнцу планета и самая маленькая в Солнечной системе. У нее практически отсутствует атмосфера, а температура поверхности варьируется от +430 °C днем до -180 °C ночью. Поверхность покрыта кратерами, похожими на Луну."
      },
      {
        "title": "Venus",
        "info": "Самая горячая планета из-за парникового эффекта, температура достигает +465 °C. Атмосфера состоит в основном из углекислого газа, с густыми облаками серной кислоты. Обладает активной вулканической поверхностью и сильным атмосферным давлением (в 92 раза больше, чем на Земле)."
      },
      {
        "title": "Earth",
        "info": "Единственная известная планета с жизнью. Имеет атмосферу, богатую кислородом, и гидросферу, покрывающую около 70% поверхности. Магнитное поле Земли защищает от космической радиации. Единственный спутник — Луна."
      },
      {
        "title": "Mars",
        "info": "Известен как 'Красная планета' из-за оксида железа на поверхности. Имеет слабую атмосферу из углекислого газа и холодный климат, со средней температурой около -60 °C. На Марсе обнаружен подповерхностный лед, что делает его объектом интереса для колонизации. Спутники: Фобос и Деймос."
      },
      {
        "title": "Jupiter",
        "info": "Крупнейшая планета Солнечной системы, состоящая из водорода и гелия. Известен своим мощным магнитным полем и гигантским штормом — Большим Красным Пятном. Имеет более 80 спутников, включая Ио, Европу, Ганимед и Каллисто."
      },
      {
        "title": "Saturn",
        "info": "Планета известна своими яркими кольцами, состоящими из льда, пыли и камней. Состоит из водорода и гелия. Имеет более 80 спутников, включая Титан — крупнейший спутник с атмосферой."
      },
      {
        "title": "Uranus",
        "info": "Ледяной гигант, вращающийся 'на боку' с наклоном оси 98 градусов. Атмосфера состоит из водорода, гелия и метана, что придает планете голубоватый цвет. Имеет 27 спутников и слабую систему колец."
      },
      {
        "title": "Neptune",
        "info": "Самая дальняя от Солнца планета. Ледяной гигант с ярко-синим цветом из-за метана в атмосфере. Известен мощными ветрами, достигающими 2100 км/ч. Имеет 14 спутников, включая Тритон."
      },
      {
        "title": "Sun",
        "info": "Звезда в центре Солнечной системы, источник света и тепла. Состоит из водорода (74%) и гелия (24%). Температура на поверхности около 5500 °C, в ядре — более 15 млн °C. Возраст Солнца — 4.6 миллиарда лет."
      },
      {
        "title": "Moon",
        "info": "Единственный естественный спутник Земли. Поверхность покрыта кратерами, равнинами и горами. Отсутствие атмосферы делает ее незащищенной от метеоритов. Луна вызывает приливы и отливы на Земле и всегда повернута к ней одной стороной. Среднее расстояние до Земли — 384 400 км."
      }
    ]
  }